[
  "You only have to be right once. — Drew Houston, founder of Dropbox",
  "I’m not afraid to take a swing and miss. — Fred Smith, founder of FedEx Corporation",
  "When there is no struggle, there is no strength. — Oprah Winfrey, media executive",
  "Opportunities don’t happen, you create them. — Chris Grosser, entrepreneur",
  "Never give up. Today is hard, tomorrow will be worse, but the day after tomorrow will be sunshine. — Jack Ma, founder of Alibaba group",
  "Nothing will work unless you do. — Maya Angelou, poet",
  "If you love what you do and are willing to do what it takes, it’s within your reach. — Steve Wozniak, co-founder of Apple Computer",
  "Setting goals is the first step in turning the invisible into the visible. — Tony Robbins, life coach",
  "There’s no shortage of remarkable ideas, what’s missing is the will to execute them. — Seth Godin, writer",
  "Never, never, never give up. — Winston Churchill, former British Prime Minister",
  "Whether you think you can, or you think you can’t — You’re right. — Henry Ford, founder of Ford Motor Company",
  "Things do not happen. Things are made to happen.  — John F. Kennedy, former President of the United States",
  "If you want to achieve greatness stop asking for permission. — Anonymous",
  "I have not failed. I’ve just found 10,000 ways that won’t work. — Thomas A. Edison, inventor",
  "The function of leadership is to produce more leaders, not more followers. — Ralph Nader, political activist",
  "I find that the harder I work, the more luck I seem to have. —Thomas Jefferson, former President of the United States",
  "Don’t be afraid to give up the good to go for the great. — John D. Rockefeller, business magnate",
  "Our greatest weakness lies in giving up. The most certain way to succeed is always to try one more time. — Thomas A. Edison",
  "There are no shortcuts to anywhere worth going. — Beverly Sills, opera singer",
  "It’s not whether you get knocked down, it’s whether you get back up. - Vince Lombardi, Football Hall of Fame coach",
  "The way to get started is to quit talking and begin doing. - Walt Disney, film producer",
  "If you can’t fly, then run. If you can’t run, then walk. If you can’t walk, then crawl, but whatever you do, you have to keep moving forward. - Martin Luther King, Jr., civil rights activist",
  "You miss 100 percent of the shots you don’t take. — Wayne Gretzky, NFL Hall of Famer",
  "The biggest risk is not taking any risk… In a world that’s changing really quickly, the only strategy that is guaranteed to fail is not taking risks. — Mark Zuckerberg, co-founder of Facebook",
  "Preparation is the key to success. — Alexander Graham Bell, co-founder of AT&T",
  "Today a reader. Tomorrow a leader. — Anonymous",
  "Many of life’s failures are people who did not realize how close they were to success when they gave up. - Thomas A. Edison",
  "Even if people are still very young, they shouldn’t be prevented from saying what they think. ― Anne Frank, diarist",
  "You can, you should, and if you’re brave enough to start, you will. - Stephen King, writer",
  "When you have a dream, you’ve got to grab it and never let go. — Carol Burnett, actress",
  "Need some extra motivation for your Monday? Use the following quotes for the boost you need to start your week right.",
  "Our greatest glory is not in never falling but in rising every time we fall. — Confucius, Chinese philosopher",
  "The future depends on what you do today. — Mahatma Gandhi, pacifist",
  "If you don’t have any shadows you’re not in the light. - Lady Gaga, singer",
  "It isn’t where you came from. It’s where you’re going that counts. — Ella Fitzgerald, jazz singer",
  "A ship is always safe at the shore, but that is not what it is built for. — Albert Einstein, theoretical physicist",
  "Don’t wait for the perfect conditions for success to happen; just go ahead and do something. — Dan Miller, writer",
  "What seems to us as bitter trials are often blessings in disguise. — Oscar Wilde, Irish poet",
  "Go as far as you can see; when you get there, you’ll be able to see further. Thomas Carlyle, Scottish historian",
  "You learn more from failure than from success. Don’t let it stop you. Failure builds character. — Anonymous",
  "A river cuts through rock, not because of its power but because of its persistence. — Jim Watkins, American journalist",
  "Be so good they can’t ignore you. — Steve Martin, actor",
  "Success doesn’t come to you, you go to it. Marva Collins, American educator",
  "With the new day comes new strength and new thoughts. — Eleanor Roosevelt, former First Lady of the United States",
  "It is never too late to be what you might have been. — George Eliot, novelist",
  "If I cannot do great things, I can do small things in a great way. — Martin Luther King Jr.",
  "No need to wait for Monday for some additional motivation. Use these inspiring quotes to stay motivated any day of the week!",
  "It’s a good day to have a good day. — Anonymous",
  "You didn’t come this far to only come this far. — Anonymous",
  "Work hard in silence, let your success be your noise. — Frank Ocean, singer-songwriter",
  "A goal should scare you a little, and excite you a lot. Joe Vitale, spiritual teacher",
  "Don’t let yesterday take up too much of today. — Will Rogers, actor",
  "Every morning starts a new page in your story. Make it a great one today. — Doe Zantamata, author",
  "Don’t let life discourage you; everyone who got where he is had to begin where he was. — Richard L. Evans, writer",
  "Go the extra mile, it’s never crowded.— Anonymous",
  "Keep your sunny side up, keep yourself beautiful, and indulge yourself. — Betsey Johnson, fashion designer",
  "Life is 10% what happens to you and 90% how you react to it. — Charles R. Swindoll, pastor",
  "Life is like riding a bicycle. To keep your balance, you must keep moving. — Albert Einstein",
  "Limit your ‘always’ and your ‘nevers.’ — Amy Poehler​​, comedian",
  "Nothing is impossible. The word itself says ‘I’m possible!’ — Audrey Hepburn, actress",
  "You are never too old to set another goal or to dream a new dream. — C.S. Lewis, writer",
  "Of course everyone wants to have a healthy lifestyle and be in shape, but how can we keep up in this fast-paced world? When workout motivation is out of reach use these motivational fitness quotes to push you to new heights!",
  "Don’t let the fear of striking out hold you back. — Babe Ruth, professional baseball player",
  "Believe me, the reward is not so great without the struggle. Wilma Rudolph, track and field athlete",
  "When you fall, get right back up. — Lindsay Vonn, professional skier",
  "If you don’t love what you do, you won’t do it with much conviction or passion. — Mia Hamm, professional soccer player",
  "If you aren’t going all the way, why go at all? — Joe Namath, Football Hall of Famer",
  "Obstacles don’t have to stop you. If you run into a wall, don’t turn around and give up. — Michael Jordan, basketball icon",
  "Champions keep playing until they get it right. — Billie Jean King, Tennis Hall of Famer",
  "You have to believe in yourself when no one else does. — Venus Williams, professional tennis player",
  "Always make a total effort, even when the odds are against you. — Arnold Palmer, golf icon",
  "If you have everything under control, you’re not moving fast enough. — Mario Andretti, champion racing driver",
  "It isn’t the mountains ahead to climb that wear you out; It’s the pebble in your shoe. — Muhammad Ali, champion boxer",
  "When you find yourself stuck in a slump use the following motivational quotes about life to cure your blues!",
  "Do not wait; the time will never be just right. — George Herbert, poet",
  "Too many of us are not living our dreams because we are living our fears. — Les Brown, motivational speaker",
  "If you can dream it, You can do it. — Walt Disney",
  "The future belongs to those who believe in the beauty of their dreams. — Eleanor Roosevelt",
  "Start where you are. Use what you have. Do what you can. — Arthur Ashe, professional tennis player",
  "Aim for the moon. If you miss, you may hit a star. — W. Clement Stone, businessman",
  "Only I can change my life. No one can do it for me. — Carol Burnett, actress",
  "Do one thing every day that scares you. — Anonymous",
  "The most beautiful thing you can wear is confidence. — Blake Lively, actress",
  "It does not matter how slowly you go as long as you do not stop. — Confucius",
  "Look up at the stars and not down at your feet. Try to make sense of what you see, and wonder about what makes the universe exist. Be curious. — Stephen Hawking, theoretical physicist",
  "The secret of getting ahead is getting started. — Mark Twain, writer",
  "Act as if what you do makes a difference. It does. — William James, American philosopher",
  "Success is not final, failure is not fatal: it is the courage to continue that counts. — Winston Churchill",
  "You must do the things you think you cannot do. — Eleanor Roosevelt",
  "Positive thinking has been scientifically proven to improve your work life, physical and mental health, and relationships. What is your positive quote for the day? To better manifest positive things happening in your life, read what some of our positive quotes are to inspire some positivity into your life.",
  "Try to be a rainbow in someone’s cloud. — Maya Angelou, American poet",
  "That which doesn’t kill us makes us stronger. — Friedrich Nietzsche, philosopher",
  "Believe you can and you’re halfway there. — Theodore Roosevelt, former United States President",
  "Do not let what you cannot do interfere with what you can do. — John Wooden, American basketball player",
  "Successful entrepreneurs are givers and not takers of positive energy. — Anonymous",
  "An attitude of positive expectation is the mark of the superior personality. — Brian Tracy, public speaker",
  "Impossible is just an opinion, don’t buy it. —  Robin Sharma, writer",
  "Keep your face always toward the sunshine—and shadows will fall behind you. — Walt Whitman, American poet",
  "The glow of one warm thought is to me worth more than money. —Thomas Jefferson",
  "When the sun is shining I can do anything; no mountain is too high, no trouble too difficult to overcome. — Wilma Rudolph, American track and field athlete",
  "Each day provides its own gifts. — Marcus Aurelius, philosopher",
  "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful. — Albert Schweitzer, theologian",
  "Sometimes you will never know the value of a moment, until it becomes a memory. — Dr. Seuss, writer",
  "The most wasted of days is one without laughter. — E. E. Cummings, American poet",
  "100. With the new day comes new strength and new thoughts. — Eleanor Roosevelt"
]
